Repository: common-repository/polls-surveys-contests-and-quizzes-for-pages
Catalog: languages/pscq-*.po
Languages: de_de, es_es, fr_fr, pt_br

source: Polls, Surveys, Contests and Quizzes for Pages
de_de: Umfragen, Gewinnspiele und Quiz für Seiten
es_es: Encuestas, Concursos y Quizes para Páginas
fr_fr: Sondages, Concours et Quiz pour Pages
pt_br: Sondages, Concours et Quiz pour Pages

source: Embed polls, surveys, contests and quizzes into your WordPress site and get valuable feedback from your customers.
de_de: Betten Sie Umfragen, Gewinnspiele und Quiz direkt in Ihre WordPress Site ein und erhalten Sie wertvolles Feedback von Ihren Kunden.
es_es: Inserte encuestas, concursos y quizzes en su sitio web de WordPress y reciba retroalimentación valiosa de sus clientes.
fr_fr: Intégrez des sondages, concours et quiz directement sur votre site WordPress et obtenez de précieuses informations de la part de vos clients.
pt_br: Incorpore enquetes, promoções e quizzes em seu site WordPress e receba feedback valioso de seus clientes.

source: https://poll-app.com/wordpress
de_de: https://umfrage-app.com/wordpress
es_es: https://encuesta-app.com/wordpress
fr_fr: https://sondage-app.com/wordpress
pt_br: https://enquete-app.com/wordpress

source: https://coderubik.com
de_de: https://www.coderubik.com/de/
es_es: https://www.coderubik.com/es/
fr_fr: https://www.coderubik.com/fr/
pt_br: https://www.coderubik.com/pt/

# blog_post_url
source: https://poll-app.com/wordpress
de_de: https://umfrage-app.com/wordpress
es_es: https://encuesta-app.com/wordpress
fr_fr: https://sondage-app.com/wordpress
pt_br: https://enquete-app.com/wordpress

# gutenberg_block_name
source: Poll, Survey, Contest or Quiz
de_de: Umfrage, Gewinnspiel oder Quiz
es_es: Encuesta, Concurso o Quiz
fr_fr: Sondages, Concours ou Quiz
pt_br: Enquete, Promoção ou Quiz

# gutenberg_block_description
source: Embed a poll, survey, contest or quiz questionnaire into your WordPress site.
de_de: Betten Sie einen Fragebogen für Umfragen, Gewinnspiele oder Quiz in Ihre WordPress-Site ein.
es_es: Inserte una encuesta, concurso o quiz en su sitio web de WordPress.
fr_fr: Intégrez un questionnaire de sondage, un concours ou un quiz dans votre site WordPress.
pt_br: Incorpore uma enquete, promoção ou quiz no seu site WordPress.

# media_button_label
source: Insert a questionnaire
de_de: Fragebogen einbetten
es_es: Insertar un cuestionario
fr_fr: Insérer un questionnaire
pt_br: Insira um questionário

# instructions
source: Paste the Share URL for the questionnaire you want to display on the page.
de_de: Fügen Sie die URL zum Teilen des Fragebogens, welcher auf der Seite angezeigt werden soll, ein.
es_es: Pegue la URL para compartir el cuestionario que desea mostrar en la página.
fr_fr: Collez l'URL de partage du questionnaire que vous souhaitez afficher sur la page.
pt_br: Cole a URL de compartilhamento para o questionário que você quer exibir na página.

# textbox_placeholder
source: Enter your Share URL here...
de_de: Geben Sie hier die URL zum Teilen ein ...
es_es: Introduzca la URL para compartir aquí...
fr_fr: Entrez votre URL de partage ici...
pt_br: Insira sua URL de compartilhamento aqui...

# classic_modal_title
source: Polls, Surveys, Contests and Quizzes for Pages
de_de: Umfragen, Gewinnspiele und Quiz für Seiten
es_es: Encuestas, Concursos y Quizes para Páginas
fr_fr: Sondages, Concours et Quiz pour Pages
pt_br: Sondages, Concours et Quiz pour Pages

# classic_submit_button
source: Insert
de_de: Einfügen
es_es: Insertar
fr_fr: Insérer
pt_br: Inserir

# gutenberg_submit_button
source: Preview
de_de: Vorschau
es_es: Visualizar
fr_fr: Aperçu
pt_br: Visualizar

# learn_more
source: Learn more about embeds
de_de: Mehr über Einbettungen erfahren
es_es: Conozca más sobre la función de insertar
fr_fr: Apprenez-en plus sur les intégrations
pt_br: Saiba mais sobre incorporações

# error_message
source: The URL you entered is invalid. You will find the Share URL in the Publish section of the app.
de_de: Die eingegebene URL ist ungültig. Die URL zum Teilen finden Sie im in der App im Abschnitt Freigabe.
es_es: La URL que ingresó no es válida. Puede encontrar la URL para compartir en la sección de Publicar de la aplicación.
fr_fr: L’URL saisie est invalide. Vous trouverez l’URL de Partage dans la section Publier de l'application.
pt_br: A URL inserida é inválida. Você encontrará a URL de compartilhamento na seção Publicar do app.
